Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# common.month.february
source: February
ar: فبراير
cs: Únor
da: februar
de: Februar
el: Φεβρουάριος
es: Febrero
fi: Helmikuu
fr: Février
he: פברואר
hi: फरवरी
hu: február
id: Februari
it: Febbraio
ja: 2月
ko: 2월
ms: Februari
nb: Februar
nl: Februari
pl: Luty
pt_br: Fevereiro
pt_pt: Fevereiro
ro: Februarie
sk: február
sv: Februari
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
vi: Tháng Hai
zh_hans: 二月
zh_hant: 二月

# common.month.january
source: January
ar: يناير
cs: Leden
da: januar
de: Januar
el: Ιανουάριος
es: Enero
fi: Tammikuu
fr: Janvier
he: ינואר
hi: जनवरी
hu: január
id: Januari
it: Gennaio
ja: 1月
ko: 1월
ms: Januari
nb: Januar
nl: Januari
pl: Styczeń
pt_br: Janeiro
pt_pt: Janeiro
ro: Ianuarie
sk: január
sv: Januari
th: มกราคม
tr: Ocak
uk: Січень
vi: Tháng Một
zh_hans: 一月
zh_hant: 一月

# common.month.july
source: July
ar: يوليو
cs: Červenec
da: juli
de: Juli
el: Ιούλιος
es: Julio
fi: Heinäkuu
fr: Juillet
he: יולי
hi: जुलाई
hu: július
id: Juli
it: Luglio
ja: 7月
ko: 7월
ms: Juli
nb: Juli
nl: Juli
pl: Lipiec
pt_br: Julho
pt_pt: Julho
ro: Iulie
sk: júl
sv: Juli
th: กรกฎาคม
tr: Temmuz
uk: Липень
vi: Tháng Bảy
zh_hans: 七月
zh_hant: 七月

# common.month.june
source: June
ar: يونيو
cs: Červen
da: juni
de: Juni
el: Ιούνιος
es: Junio
fi: Kesäkuu
fr: Juin
he: יוני
hi: जून
hu: június
id: Juni
it: Giugno
ja: 6月
ko: 6월
ms: Juni
nb: Juni
nl: Juni
pl: Czerwiec
pt_br: Junho
pt_pt: Junho
ro: Iunie
sk: jún
sv: Juni
th: มิถุนายน
tr: Haziran
uk: Червень
vi: Tháng Sáu
zh_hans: 六月
zh_hant: 六月

# common.month.march
source: March
ar: مارس
cs: Březen
da: marts
de: März
el: Μάρτιος
es: Marzo
fi: Maaliskuu
fr: Mars
he: מרץ
hi: मार्च
hu: március
id: Maret
it: Marzo
ja: 3月
ko: 3월
ms: Maret
nb: Mars
nl: Maart
pl: Marzec
pt_br: Março
pt_pt: Março
ro: Martie
sk: marec
sv: Mars
th: มีนาคม
tr: Mart
uk: Березень
vi: Tháng Ba
zh_hans: 三月
zh_hant: 三月

# common.month.may
source: May
ar: مايو
cs: Květen
da: maj
de: Mai
el: Μάιος
es: Mayo
fi: Toukokuu
fr: Mai
he: מאי
hi: मई
hu: május
id: Mei
it: Maggio
ja: 5月
ko: 5월
ms: Mei
nb: Mai
nl: Mei
pl: Maj
pt_br: Maio
pt_pt: Maio
ro: Mai
sk: máj
sv: Maj
th: พฤษภาคม
tr: Mayıs
uk: Травень
vi: Tháng Năm
zh_hans: 五月
zh_hant: 五月

# common.month.november
source: November
ar: نوفمبر
cs: Listopad
el: Νοέμβριος
es: Noviembre
fi: Marraskuu
fr: Novembre
he: נובמבר
hi: नवंबर
it: Novembre
ja: 11月
ko: 11월
pl: Listopad
pt_br: Novembro
pt_pt: Novembro
ro: Noiembrie
th: พฤศจิกายน
tr: Kasım
uk: Листопад
vi: Tháng Mười Một
zh_hans: 十一月
zh_hant: 十一月

# common.month.october
source: October
ar: أكتوبر
cs: Říjen
da: oktober
de: Oktober
el: Οκτώβριος
es: Octubre
fi: Lokakuu
fr: Octobre
he: אוקטובר
hi: अक्टूबर
hu: október
id: Oktober
it: Ottobre
ja: 10月
ko: 10월
ms: Oktober
nb: Oktober
nl: Oktober
pl: Październik
pt_br: Outubro
pt_pt: Outubro
ro: Octombrie
sk: október
sv: Oktober
th: ตุลาคม
tr: Ekim
uk: Жовтень
vi: Tháng Mười
zh_hans: 十月
zh_hant: 十月

# common.month.september
source: September
ar: سبتمبر
cs: Září
el: Σεπτέμβριος
es: Septiembre
fi: Syyskuu
fr: Septembre
he: ספטמבר
hi: सितंबर
hu: szeptember
it: Settembre
ja: 9月
ko: 9월
pl: Wrzesień
pt_br: Setembro
pt_pt: Setembro
ro: Septembrie
th: กันยายน
tr: Eylül
uk: Вересень
vi: Tháng Chín
zh_hans: 九月
zh_hant: 九月

# common.ok
source: OK
ar: حسناً
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक है
ko: 확인
th: ตกลง
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

# common.rename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hi: नाम बदलें
hu: Átnevezés
id: Ubah Nama
it: Rinomina
ja: 名前変更
ko: 이름 바꾸기
ms: Ubah nama
nb: Gi nytt navn
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# common.save
source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvare
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# common.weekday_short.fri
source: Fri
ar: جمع
cs: Pá
da: fre
de: Fr
el: Παρ
es: Vie
fi: Per
fr: Ven
hi: शुक्र
hu: P
id: Jum
it: Ven
ja: 金
ko: 금
ms: Jum
nb: Fre
nl: Vrij
pl: Pt
pt_br: Sex
pt_pt: Sex
ro: V
sk: Pia
sv: Fre
th: ศ.
tr: Cum
uk: Пт
vi: T6
zh_hans: 周五
zh_hant: 五

# common.weekday_short.mon
source: Mon
ar: اثن
cs: Po
da: man
de: Mo
el: Δευ
es: Lun
fi: Maa
fr: Lun
hi: सोम
hu: H
id: Sen
it: Lun
ja: 月
ko: 월
ms: Sen
nb: Man
nl: Maa
pl: Pn
pt_br: Seg
pt_pt: Seg
ro: L
sk: Pon
sv: Mån
th: จ.
tr: Pzt
uk: Пн
vi: T2
zh_hans: 周一
zh_hant: 一

# common.weekday_short.sat
source: Sat
ar: سبت
cs: So
da: lør
de: Sa
el: Σάβ
es: Sab
fi: Lau
fr: Sam
hi: शनि
hu: Sz
id: Sab
it: Sab
ja: 土
ko: 토
ms: Sab
nb: Lør
nl: Zat
pl: So
pt_br: Sab
pt_pt: Sab
ro: S
sk: Sob
sv: Lör
th: ส.
tr: Cts
uk: Сб
vi: T7
zh_hans: 周六
zh_hant: 六

# common.weekday_short.sun
source: Sun
ar: أحد
cs: Ne
da: søn
de: So
el: Κυρ
es: Dom
fr: Dim
hi: रवि
hu: V
id: Min
it: Dom
ja: 日
ko: 일
ms: Min
nb: Søn
nl: Zon
pl: Nd
pt_br: Dom
pt_pt: Dom
ro: D
sk: Ned
sv: Sön
th: อา.
tr: Paz
uk: Нд
vi: CN
zh_hans: 周日
zh_hant: 日

# common.weekday_short.thu
source: Thu
ar: خمي
cs: Čt
da: tor
de: Do
el: Πέμ
es: Jue
fi: Tor
fr: Jeu
hi: गुरु
hu: Cs
id: Kam
it: Gio
ja: 木
ko: 목
ms: Kam
nb: Tor
nl: Don
pl: Cz
pt_br: Qui
pt_pt: Qui
ro: J
sk: Štv
sv: Tor
th: พ.
tr: Per
uk: Чт
vi: T5
zh_hans: 周四
zh_hant: 四

# common.weekday_short.tue
source: Tue
ar: ثلا
cs: Út
da: tir
de: Di
el: Τρ
es: Mar
fi: Tie
fr: Mar
hi: मंगल
hu: K
id: Sel
it: Mar
ja: 火
ko: 화
ms: Sel
nb: Tir
nl: Din
pl: Wt
pt_br: Ter
pt_pt: Ter
ro: Ma
sk: Uto
sv: Tis
th: อ.
tr: Sal
uk: Вт
vi: T3
zh_hans: 周二
zh_hant: 二

# common.weekday_short.wed
source: Wed
ar: أرب
cs: St
da: ons
de: Mi
el: Τετ
es: Mié
fi: Kes
fr: Mer
hi: बुध
hu: Sze
id: Rab
it: Mer
ja: 水
ko: 수
ms: Rab
nb: Ons
nl: Woe
pl: Śr
pt_br: Qua
pt_pt: Qua
ro: Mi
sk: Str
sv: Ons
th: พ.
tr: Çar
uk: Ср
vi: T4
zh_hans: 周三
zh_hant: 三

# common.weekday.friday
source: Friday
ar: الجمعة
cs: Pátek
da: fredag
de: Freitag
el: Παρασκευή
es: Viernes
fi: Perjantai
fr: Vendredi
hi: शुक्रवार
hu: péntek
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
ms: Jumat
nb: Fredag
nl: Vrijdag
pl: Piątek
pt_br: Sexta
pt_pt: Sexta-feira
ro: Vineri
sk: piatok
sv: Fredag
th: วันศุกร์
tr: Cuma
uk: П'ятниця
vi: Thứ Sáu
zh_hans: 星期五
zh_hant: 星期五

# common.weekday.monday
source: Monday
ar: الاثنين
cs: Pondělí
da: mandag
de: Montag
el: Δευτέρα
es: Lunes
fi: Maanantai
fr: Lundi
hi: सोमवार
hu: hétfő
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
ms: Senin
nb: Mandag
nl: Maandag
pl: Poniedziałek
pt_br: Segunda
pt_pt: Segunda-feira
ro: Luni
sk: pondelok
sv: Måndag
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
vi: Thứ Hai
zh_hans: 星期一
zh_hant: 星期一

# common.weekday.saturday
source: Saturday
ar: السبت
cs: Sobota
da: lørdag
de: Samstag
el: Σάββατο
es: Sábado
fi: Lauantai
fr: Samedi
hi: शनिवार
hu: szombat
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
ms: Sabtu
nb: Lørdag
nl: Zaterdag
pl: Sobota
pt_br: Sábado
pt_pt: Sábado
ro: Sâmbătă
sk: sobota
sv: Lördag
th: วันเสาร์
tr: Cumartesi
uk: Субота
vi: Thứ Bảy
zh_hans: 星期六
zh_hant: 星期六

# common.weekday.sunday
source: Sunday
ar: الأحد
cs: Neděle
da: søndag
de: Sonntag
el: Κυριακή
es: Domingo
fi: Sunnuntai
fr: Dimanche
hi: रविवार
hu: vasárnap
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
ms: Minggu
nb: Søndag
nl: Zondag
pl: Niedziela
pt_br: Domingo
pt_pt: Domingo
ro: Duminică
sk: nedeľa
sv: Söndag
th: วันอาทิตย์
tr: Pazar
uk: Неділя
vi: Chủ Nhật
zh_hans: 星期日
zh_hant: 星期日

# common.weekday.thursday
source: Thursday
ar: الخميس
cs: Čtvrtek
da: torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
fi: Torstai
fr: Jeudi
hi: गुरुवार
hu: csütörtök
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
ms: Kamis
nb: Torsdag
nl: Donderdag
pl: Czwartek
pt_br: Quinta
pt_pt: Quinta-feira
ro: Joi
sk: štvrtok
sv: Torsdag
th: วันพฤหัสบดี
tr: Perşembe
uk: Четвер
vi: Thứ Năm
zh_hans: 星期四
zh_hant: 星期四

# common.weekday.tuesday
source: Tuesday
ar: الثلاثاء
cs: Úterý
da: tirsdag
de: Dienstag
el: Τρίτη
es: Martes
fi: Tiistai
fr: Mardi
hi: मंगलवार
hu: kedd
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
ms: Selasa
nb: Tirsdag
nl: Dinsdag
pl: Wtorek
pt_br: Terça
pt_pt: Terça-feira
ro: Marți
sk: utorok
sv: Tisdag
th: วันอังคาร
tr: Salı
uk: Вівторок
vi: Thứ Ba
zh_hans: 星期二
zh_hant: 星期二

# common.weekday.wednesday
source: Wednesday
ar: الأربعاء
cs: Středa
da: onsdag
de: Mittwoch
el: Τετάρτη
es: Miércoles
fi: Keskiviikko
fr: Mercredi
hi: बुधवार
hu: szerda
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
ms: Rabu
nb: Onsdag
nl: Woensdag
pl: Środa
pt_br: Quarta
pt_pt: Quarta-feira
ro: Miercuri
sk: streda
sv: Onsdag
th: วันพุธ
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh_hans: 星期三
zh_hant: 星期三

# daily.carryover.from_date
source: roll over from {date}
ar: حمل من {date}
cs: přenést z {date}
da: overføres fra {date}
de: aus {date} übernehmen
el: αποδοχή από {date}
es: arrastrar desde {date}
fi: siirretty {date} päivältä
fr: reporter de {date}
he: הוקל מ- {date}
hi: {date} से आगे बढ़ाएं
hu: átvezetés {date}-ből
id: bawa dari {date}
it: riporta da {date}
ja: {date}から繰り越し
ko: {date}에서 이월
ms: pindahkan dari {date}
nb: rull over fra {date}
nl: overrollen van {date}
pl: przenieś z {date}
pt_br: transferir de {date}
pt_pt: transferência de {date}
ro: se transferă din {date}
ru: перенесено с {date}
sk: prenesení z {date}
sv: övergå från {date}
th: ย้ายจาก {date}
tr: {date}'den devret
uk: перенесено з {date}
vi: chuyển từ {date}
zh_hans: 从 {date} 推移
zh_hant: 從 {date} 延續

# daily.carryover.yesterday
source: roll over yesterday
ar: حمل من أمس
cs: přenést z včera
da: overføres fra i går
de: von gestern übernehmen
el: αποδοχή χθες
es: arrastrar desde ayer
fi: siirretty eilinen päivä
fr: reporter d'hier
he: הוקל מאתמול
hi: कल से आगे बढ़ाएं
hu: átvezetés tegnap
id: bawa dari kemarin
it: riporta da ieri
ja: 昨日から繰り越し
ko: 어제에서 이월
ms: pindahkan kemarin
nb: rull over fra i går
nl: gisteren overrollen
pl: przenieś z wczoraj
pt_br: transferir de ontem
pt_pt: transferência de ontem
ro: se transferă din ieri
ru: перенесено вчера
sk: prenesení včera
sv: övergå från igår
th: ย้ายจากเมื่อวาน
tr: dün devret
uk: перенесено вчора
vi: chuyển từ hôm qua
zh_hans: 从昨天推移
zh_hant: 從昨天延續

# editor.annotation.at
source: at {date}
ar: في {date}
cs: v {date}
da: den {date}
de: um {date}
el: στις {date}
es: en {date}
fi: klo {date}
fr: à {date}
he: ב- {date}
hi: {date} पर
hu: {date}-kor
id: pada {date}
it: il {date}
ja: {date}に
ko: {date}에
ms: pada {date}
nb: på {date}
nl: op {date}
pl: o {date}
pt_br: em {date}
pt_pt: em {date}
ro: la {date}
ru: в {date}
sk: na {date}
sv: vid {date}
th: ในเวลา {date}
tr: {date} tarihinde
uk: на {date}
vi: lúc {date}
zh_hans: {date} 时
zh_hant: 在 {date}

# editor.annotation.due
source: due {date}
ar: موعد {date}
cs: splatné {date}
da: forfaldt {date}
de: fällig {date}
el: λήξη {date}
es: vence {date}
fi: erääntyy {date}
fr: dû {date}
he: בתאריך ל- {date}
hi: {date} की समय सीमा
hu: határidő {date}
id: jatuh tempo {date}
it: scadenza {date}
ja: {date}期限
ko: {date} 기한
ms: jatuh tempo {date}
nb: forfall {date}
nl: vervaldatum {date}
pl: termin {date}
pt_br: vencimento {date}
pt_pt: prazo {date}
ro: scadență {date}
ru: срок {date}
sk: splatné {date}
sv: förfallen {date}
th: ครบกำหนด {date}
tr: {date} tarihinde tamamlanacak
uk: терміновий {date}
vi: đến hạn {date}
zh_hans: 截止 {date}
zh_hant: 截止 {date}

# editor.context.add_label
source: Add {label}
ar: إضافة {label}
cs: Přidat {label}
da: Tilføj {label}
de: {label} hinzufügen
el: Προσθήκη {label}
es: Añadir {label}
fi: Lisää {label}
fr: Ajouter {label}
he: הוסף {label}
hi: {label} जोड़ें
hu: {label} hozzáadása
id: Tambah {label}
it: Aggiungi {label}
ja: {label}を追加
ko: {label} 추가
ms: Tambah {label}
nb: Legg til {label}
nl: {label} toevoegen
pl: Dodaj {label}
pt_br: Adicionar {label}
pt_pt: Adicionar {label}
ro: Adaugă {label}
ru: Добавить {label}
sk: Pridať {label}
sv: Lägg till {label}
th: เพิ่ม {label}
tr: {label} ekle
uk: Додати {label}
vi: Thêm {label}
zh_hans: 添加 {label}
zh_hant: 新增 {label}

# editor.context.date_end
source: End
ar: النهاية
cs: Konec
da: Slutning
de: Ende
el: Τέλος
es: Fin
fi: Loppu
fr: Fin
he: סוף
hi: अंत
hu: Vége
id: Akhir
it: Fine
ja: 終了
ko: 종료
ms: Akhir
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
pt_pt: Fim
ro: Sfârșit
ru: Конец
sk: Koniec
sv: Slut
th: สิ้นสุด
tr: Son
uk: Завершення
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# editor.context.date_start
source: Start
ar: البداية
cs: Začátek
el: Αρχή
es: Inicio
fi: Alkua
fr: Début
he: התחלה
hi: शुरुआत
hu: Kezdete
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Mulai
nl: Begin
pt_br: Início
pt_pt: Início
ru: Начало
sk: Začiatok
th: เริ่มต้น
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# editor.context.delete_column
source: Delete Column
ar: حذف العمود
cs: Odstranit sloupec
da: Slet kolonne
de: Spalte löschen
el: Διαγραφή στήλης
es: Eliminar columna
fi: Poista sarake
fr: Supprimer la colonne
he: מחק עמודה
hi: कॉलम हटाएं
hu: Oszlop törlése
id: Hapus Kolom
it: Elimina Colonna
ja: 列を削除
ko: 열 삭제
ms: Hapus Kolom
nb: Slett kolonne
nl: Kolom verwijderen
pl: Usuń kolumnę
pt_br: Excluir Coluna
pt_pt: Eliminar Coluna
ro: Ștergeţi coloana
ru: Удалить столбец
sk: Vymazať stĺpec
sv: Radera kolumn
th: ลบคอลัมน์
tr: Sütunu Sil
uk: Видалити стовпець
vi: Xóa Cột
zh_hans: 删除列
zh_hant: 刪除欄

# editor.context.delete_row
source: Delete Row
ar: حذف الصف
cs: Odstranit řádek
da: Slet række
de: Zeile löschen
el: Διαγραφή σειράς
es: Eliminar fila
fi: Poista rivi
fr: Supprimer la ligne
he: מחק שורה
hi: पंक्ति हटाएं
hu: Sor törlése
id: Hapus Baris
it: Elimina Riga
ja: 行を削除
ko: 행 삭제
ms: Hapus Baris
nb: Slett rad
nl: Rij verwijderen
pl: Usuń wiersz
pt_br: Excluir Linha
pt_pt: Eliminar Linha
ro: Ștergeţi rândul
ru: Удалить строку
sk: Vymazať riadok
sv: Radera rad
th: ลบแถว
tr: Satırı Sil
uk: Видалити рядок
vi: Xóa Hàng
zh_hans: 删除行
zh_hant: 刪除列

# editor.context.edit_label
source: Edit {label}
ar: تعديل {label}
cs: Upravit {label}
da: Rediger {label}
de: {label} bearbeiten
el: Επεξεργασία {label}
es: Editar {label}
fi: Muokkaa {label}
fr: Modifier {label}
he: ערוך {label}
hi: {label} संपादित करें
hu: {label} szerkesztése
it: Modifica {label}
ja: {label}を編集
ko: {label} 편집
nb: Rediger {label}
nl: {label} bewerken
pl: Edytuj {label}
pt_br: Editar {label}
pt_pt: Editar {label}
ro: Editare {label}
ru: Редактировать {label}
sk: Upraviť {label}
sv: Redigera {label}
th: แก้ไข {label}
tr: {label}'i düzenle
uk: Редагувати {label}
vi: Chỉnh sửa {label}
zh_hans: 编辑 {label}
zh_hant: 編輯 {label}

# editor.context.insert_column_after
source: Insert Column After
ar: إدراج عمود بعد
cs: Vložit sloupec za
da: Indsæt kolonne efter
de: Spalte danach einfügen
el: Εισαγωγή στήλης μετά
es: Insertar columna después
fi: Lisää sarake jälkeen
fr: Insérer une colonne après
he: הכנס עמודה אחרי
hi: बाद में कॉलम सम्मिलित करें
hu: Oszlop beszúrása utána
id: Sisipkan Kolom Setelah
it: Inserisci Colonna Dopo
ja: 後に列を挿入
ko: 뒤에 열 삽입
ms: Sisipkan Kolom Setelah
nb: Sett inn kolonne etter
nl: Kolom na toevoegen
pl: Wstaw kolumnę po
pt_br: Inserir Coluna Depois
pt_pt: Inserir Coluna Depois
ro: Inseraţi coloană după
ru: Вставить столбец после
sk: Vložiť stĺpec za
sv: Infoga kolumn efter
th: แทรกคอลัมน์หลังจาก
tr: Sonra Sütun Ekle
uk: Вставити стовпець після
vi: Chèn Cột Sau
zh_hans: 在后插入列
zh_hant: 在後面插入欄

# editor.context.insert_column_before
source: Insert Column Before
ar: إدراج عمود قبل
cs: Vložit sloupec před
da: Indsæt kolonne før
de: Spalte davor einfügen
el: Εισαγωγή στήλης πριν
es: Insertar columna antes
fi: Lisää sarake ennen
fr: Insérer une colonne avant
he: הכנס עמודה לפני
hi: पहले कॉलम सम्मिलित करें
hu: Oszlop beszúrása előtte
id: Sisipkan Kolom Sebelum
it: Inserisci Colonna Prima
ja: 前に列を挿入
ko: 앞에 열 삽입
ms: Sisipkan Kolom Sebelum
nb: Sett inn kolonne før
nl: Kolom daarvoor toevoegen
pl: Wstaw kolumnę przed
pt_br: Inserir Coluna Antes
pt_pt: Inserir Coluna Antes
ro: Inseraţi coloană înainte
ru: Вставить столбец перед
sk: Vložiť stĺpec pred
sv: Infoga kolumn innan
th: แทรกคอลัมน์ก่อนหน้า
tr: Önce Sütun Ekle
uk: Вставити стовпець перед
vi: Chèn Cột Trước
zh_hans: 在前插入列
zh_hant: 在前面插入欄

# editor.context.insert_row_after
source: Insert Row After
ar: إدراج صف بعد
cs: Vložit řádek za
da: Indsæt række efter
de: Zeile danach einfügen
el: Εισαγωγή σειράς μετά
es: Insertar fila después
fi: Lisää rivi jälkeen
fr: Insérer une ligne après
he: הכנס שורה אחרי
hi: बाद में पंक्ति सम्मिलित करें
hu: Sor beszúrása utána
id: Sisipkan Baris Setelah
it: Inserisci Riga Dopo
ja: 後に行を挿入
ko: 뒤에 행 삽입
ms: Sisipkan Baris Setelah
nb: Sett inn rad etter
nl: Rij na toevoegen
pl: Wstaw wiersz po
pt_br: Inserir Linha Depois
pt_pt: Inserir Linha Depois
ro: Inseraţi rând după
ru: Вставить строку после
sk: Vložiť riadok za
sv: Infoga rad efter
th: แทรกแถวหลังจาก
tr: Sonra Satır Ekle
uk: Вставити рядок після
vi: Chèn Hàng Sau
zh_hans: 在后插入行
zh_hant: 在後面插入列

# editor.context.insert_row_before
source: Insert Row Before
ar: إدراج صف قبل
cs: Vložit řádek před
da: Indsæt række før
de: Zeile davor einfügen
el: Εισαγωγή σειράς πριν
es: Insertar fila antes
fi: Lisää rivi ennen
fr: Insérer une ligne avant
he: הכנס שורה לפני
hi: पहले पंक्ति सम्मिलित करें
hu: Sor beszúrása előtte
id: Sisipkan Baris Sebelum
it: Inserisci Riga Prima
ja: 前に行を挿入
ko: 앞에 행 삽입
ms: Sisipkan Baris Sebelum
nb: Sett inn rad før
nl: Rij daarvoor toevoegen
pl: Wstaw wiersz przed
pt_br: Inserir Linha Antes
pt_pt: Inserir Linha Antes
ro: Inseraţi rând înainte
ru: Вставить строку перед
sk: Vložiť riadok pred
sv: Infoga rad innan
th: แทรกแถวก่อนหน้า
tr: Önce Satır Ekle
uk: Вставити рядок перед
vi: Chèn Hàng Trước
zh_hans: 在前插入行
zh_hant: 在前面插入列

# editor.context.remove_label
source: Remove {label}
ar: إزالة {label}
cs: Odstranit {label}
da: Fjern {label}
de: {label} entfernen
el: Αφαίρεση {label}
es: Quitar {label}
fi: Poista {label}
fr: Retirer {label}
he: הסר {label}
hi: {label} हटाएं
hu: {label} eltávolítása
id: Hapus {label}
it: Rimuovi {label}
ja: {label}を削除
ko: {label} 제거
ms: Hapus {label}
nb: Fjern {label}
nl: {label} verwijderen
pl: Usuń {label}
pt_br: Remover {label}
pt_pt: Remover {label}
ro: Eliminaţi {label}
ru: Удалить {label}
sk: Odstrániť {label}
sv: Ta bort {label}
th: ลบ {label}
tr: {label}'i kaldır
uk: Видалити {label}
vi: Loại bỏ {label}
zh_hans: 移除 {label}
zh_hant: 移除 {label}

# editor.link.visit
source: ↗ Visit
ar: ↗ زيارة
cs: ↗ Navštívit
da: ↗ Besøg
de: ↗ Besuchen
el: ↗ Επίσκεψη
es: ↗ Visitar
fi: ↗ Käy
fr: ↗ Visiter
he: ↗ בקר
hi: ↗ देखें
hu: ↗ Megnyitás
id: ↗ Kunjungi
it: ↗ Visita
ja: ↗ 訪問
ko: ↗ 방문
ms: ↗ Kunjungi
nb: ↗ Besøk
nl: ↗ Bezoeken
pl: ↗ Odwiedź
pt_br: ↗ Visitar
pt_pt: ↗ Visitar
ro: ↗ Vizitaţi
ru: ↗ Перейти
sk: ↗ Navštíviť
sv: ↗ Besök
th: ↗ ไปเยี่ยม
tr: ↗ Ziyaret Et
uk: ↗ Відвідати
vi: ↗ Truy cập
zh_hans: ↗ 访问
zh_hant: ↗ 訪問

# editor.media.fallback_label
source: Image
ar: صورة
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
hi: छवि
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
ms: Gambar
nb: Bilde
nl: Afbeelding
pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
tr: Resim
uk: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 圖像

# editor.media.insert_image_prompt
source: Insert image
ar: إدراج صورة
cs: Vložit obrázek
da: Indsæt billede
de: Bild einfügen
el: Εισαγωγή εικόνας
es: Insertar imagen
fi: Lisää kuva
fr: Insérer une image
he: הכנס תמונה
hi: छवि सम्मिलित करें
hu: Kép beszúrása
id: Sisipkan gambar
it: Inserisci immagine
ja: 画像を挿入
ko: 이미지 삽입
ms: Sisipkan gambar
nb: Sett inn bilde
nl: Afbeelding invoegen
pl: Wstaw obraz
pt_br: Inserir imagem
pt_pt: Inserir imagem
ro: Inseraţi imagine
ru: Вставить изображение
sk: Vložiť obrázok
sv: Infoga bild
th: แทรกรูปภาพ
tr: Resim ekle
uk: Вставити зображення
vi: Chèn hình ảnh
zh_hans: 插入图像
zh_hant: 插入圖像

# editor.media.io_failed
source: {subject} couldn't be saved.
ar: لم تتمكن {subject} من الحفظ.
cs: {subject} se nepovedlo uložit.
da: {subject} kunne ikke gemmes.
de: {subject} konnte nicht gespeichert werden.
el: {subject} δεν μπόρεσε να αποθηκευθεί.
es: {subject} no se pudo guardar.
fi: {subject} ei voitu tallentaa.
fr: {subject} n'a pas pu être enregistré.
he: {subject} לא היה ניתן לשמור.
hi: {subject} को सहेजा नहीं जा सका।
hu: {subject} nem lett mentve.
id: {subject} tidak dapat disimpan.
it: {subject} non è stato possibile salvare.
ja: {subject}を保存できませんでした。
ko: {subject}을(를) 저장할 수 없습니다.
ms: {subject} tidak dapat disimpan.
nb: {subject} kunne ikke lagres.
nl: {subject} kon niet worden opgeslagen.
pl: {subject} nie mógł być zapisany.
pt_br: {subject} não pôde ser salvo.
pt_pt: {subject} não conseguiu ser guardado.
ro: „{subject}” nu a putut fi salvat(ă).
ru: {subject} не удалось сохранить.
sk: {subject} sa nepodarilo uložiť.
sv: {subject} kunde inte sparas.
th: ไม่สามารถบันทึก {subject}
tr: {subject} kaydedilemedi.
uk: {subject} не можна було зберегти.
vi: {subject} không thể được lưu.
zh_hans: {subject} 无法保存。
zh_hant: {subject} 無法保存。

# editor.media.notice_title
source: Image not added
ar: لم تتم إضافة الصورة
cs: Obrázek nebyl přidán
da: Billede blev ikke tilføjet
de: Bild nicht hinzugefügt
el: Εικόνα δεν προστέθηκε
es: Imagen no añadida
fi: Kuvaa ei lisätty
fr: Image non ajoutée
he: תמונה לא נוספה
hi: छवि जोड़ी नहीं गई
hu: Kép nem lett hozzáadva
id: Gambar tidak ditambahkan
it: Immagine non aggiunta
ja: 画像が追加されませんでした
ko: 이미지가 추가되지 않음
ms: Gambar tidak ditambahkan
nb: Bildet ble ikke lagt til
nl: Afbeelding niet toegevoegd
pl: Obraz nie dodany
pt_br: Imagem não adicionada
pt_pt: Imagem não adicionada
ro: Imagine neadăugată
ru: Изображение не добавлено
sk: Obrázok nebol pridaný
sv: Bilden lades inte till
th: ไม่ได้เพิ่มรูปภาพ
tr: Resim eklenmedi
uk: Зображення не додано
vi: Hình ảnh không được thêm
zh_hans: 图像未添加
zh_hant: 未新增圖像

# editor.media.reason_io_failed
source: couldn't be saved
ar: لم تتمكن من الحفظ
cs: se nepovedlo uložit
da: kunne ikke gemmes
de: konnte nicht gespeichert werden
el: δεν μπόρεσε να αποθηκευθεί
es: no se pudo guardar
fi: ei voitu tallentaa
fr: n'a pas pu être enregistré
he: לא היה ניתן לשמור
hi: सहेजा नहीं जा सका
hu: nem lett mentve
id: tidak dapat disimpan
it: non è stato possibile salvare
ja: 保存できませんでした
ko: 저장할 수 없음
ms: tidak dapat disimpan
nb: kunne ikke lagres
nl: kon niet worden opgeslagen
pl: nie mógł być zapisany
pt_br: não pôde ser salvo
pt_pt: não conseguiu ser guardado
ro: nu a putut fi salvat(ă)
ru: не удалось сохранить
sk: sa nepodarilo uložiť
sv: kunde inte sparas
th: ไม่สามารถบันทึก
tr: kaydedilemedi
uk: не можна було зберегти
vi: không thể được lưu
zh_hans: 无法保存
zh_hant: 無法保存

# editor.media.reason_too_large
source: {size} (limit {limit})
ar: {size} (الحد الأقصى {limit})
da: {size} (grænse {limit})
el: {size} (όριο {limit})
es: {size} (límite {limit})
fi: {size} (raja {limit})
fr: {size} (limite {limit})
he: {size} (הגבול {limit})
hi: {size} (सीमा {limit})
hu: {size} (korlát: {limit})
id: {size} (batas {limit})
it: {size} (limite {limit})
ja: {size}（上限 {limit}）
ko: {size} (한도 {limit})
ms: {size} (batas {limit})
nb: {size} (grense {limit})
nl: {size} (limiet {limit})
pt_br: {size} (limite {limit})
pt_pt: {size} (limite {limit})
ro: {size} (limită {limit})
ru: {size} (ограничение {limit})
sv: {size} (gräns {limit})
th: {size} (ขีดจำกัด {limit})
tr: {size} (sınır {limit})
uk: {size} (обмеження {limit})
vi: {size} (giới hạn {limit})
zh_hans: {size}(限制 {limit})
zh_hant: {size}（限制 {limit}）
